{
    "consequences": [
        "Do 10 jumping jacks!",
        "Sing your favorite song!",
        "Act like a chicken for 30 seconds!",
        "Speak in a funny accent for the next round!",
        "Dance like no one's watching!",
        "Do a silly walk around the room!",
        "Pretend to be a superhero!",
        "Share an embarrassing story!",
        "Wear a funny hat for the rest of the game!",
        "Do your best impression of a famous person!",
        "Imitate your favorite animal!",
        "Tell a cheesy joke!",
        "Balance a book on your head for 30 seconds!",
        "Talk like a robot until your next turn!",
        "Dance with your eyes closed for 15 seconds!",
        "Try to touch your toes while standing for 10 seconds!",
        "Do your best dance move!",
        "Pretend to be stuck in a sticky situation!",
        "Speak in rhymes until your next turn!",
        "Do 5 push-ups!",
        "Act like your favorite cartoon character!",
        "Make a funny face and hold it for 10 seconds!",
        "Do your best impression of a celebrity!",
        "Pretend to be a statue for 20 seconds!",
        "Mimic your favorite movie character!",
        "Do a handstand against the wall!",
        "Try to juggle three objects!",
        "Pretend to be a waiter/waitress and take snack orders!",
        "Show us your best silly walk!",
        "Speak like a pirate until your next turn!",
        "Do an impression of your favorite singer!",
        "Pretend you're giving a news report!",
        "Walk backward for 10 seconds!",
        "Do 5 squats!",
        "Make a silly animal sound!",
        "Pretend to be an alien!",
        "Do a cartwheel!",
        "Dance the Macarena!",
        "Pretend to swim like a fish!",
        "Do your best robot dance!",
        "Speak in a Shakespearean accent for the next round!",
        "Pretend to be a superhero and strike a pose!",
        "Do the chicken dance!",
        "Imitate a famous scene from a movie!",
        "Pretend you're a famous athlete!",
        "Try to stand on one foot for 10 seconds!",
        "Do 3 somersaults (or roll on the ground)!",
        "Sing the chorus of your favorite song!",
        "Act like a monkey for 30 seconds!",
        "Pretend to be a cat and stretch!",
        "Do an impression of your teacher!",
        "Make a silly sound every time you speak until your next turn!",
        "Pretend to be a traffic cop directing traffic!",
        "Speak like a character from a fairy tale!",
        "Do a funny dance for 10 seconds!",
        "Pretend to be a robot and malfunction!",
        "Tell us a ghost story!",
        "Do your best impression of a dinosaur!",
        "Pretend to be a construction worker for 30 seconds!",
        "Do your best impression of a superhero catchphrase!",
        "Act like a famous chef and describe your dish!",
        "Pretend to be a magician and do a magic trick!",
        "Mimic a famous dance move!",
        "Pretend to be a baby and crawl for 10 seconds!",
        "Talk like a secret agent until your next turn!",
        "Pretend you're in a horror movie and act scared!",
        "Do 10 jumping jacks and say a tongue twister after each!",
        "Talk in a high-pitched voice for 30 seconds!",
        "Try to recite the alphabet backward!",
        "Pretend to be a character from a video game!",
        "Make up a silly song and sing it!",
        "Do your best impression of an old person!",
        "Pretend to be a robot that's been shut down!",
        "Speak like a monster for the next round!",
        "Pretend you're an Olympic athlete and show us your sport!",
        "Dance with no music for 30 seconds!",
        "Do your best impression of an opera singer!",
        "Pretend to be an artist and describe your masterpiece!",
        "Try to balance a spoon on your nose for 10 seconds!",
        "Act like you're riding a roller coaster!",
        "Do your best impression of a famous historical figure!",
        "Pretend to be a detective solving a mystery!",
        "Make up a story about an alien invasion!",
        "Do a hula hoop dance!",
        "Pretend you're a dog and fetch an imaginary ball!",
        "Try to keep a straight face while someone tells you a joke!",
        "Speak in an Australian accent for the next round!",
        "Pretend to be a toy and freeze in a funny pose!",
        "Do a dramatic reading of a recipe!",
        "Act like a penguin waddling!",
        "Sing the chorus of your favorite song in a silly voice!",
        "Pretend to be a plant growing in the sun!",
        "Try to touch your elbows together behind your back!",
        "Act like you're in a car and drive somewhere funny!",
        "Pretend you're a circus performer!",
        "Do a silly walk while pretending to be a spy!",
        "Talk like a robot until someone else passes the potato!",
        "Act out a scene from your favorite book!",
        "Pretend you're a superhero saving the day!",
        "Make a silly face every time you speak until your next turn!",
        "Pretend to be a news anchor reporting breaking news!",
        "Do a silly dance in place!",
        "Try to imitate your favorite teacher's voice!",
        "Pretend to be a tourist and ask for directions!",
        "Act like a bird and flap your wings!",
        "Do your best impression of a famous cartoon character!",
        "Pretend you're a genie granting three wishes!",
        "Talk in a British accent for the next round!",
        "Act like you're stuck in a box!",
        "Make up a funny name for a new fruit!",
        "Pretend to be a rock star performing on stage!",
        "Try to walk like a robot!",
        "Pretend you're a pilot announcing a flight!",
        "Do a funny dance every time you hear the word 'potato'!",
        "Act like a snail and move super slow!",
        "Imitate a famous animal sound!",
        "Pretend to be a statue and freeze in a funny pose!",
        "Sing a lullaby in a funny voice!",
        "Act like you're an astronaut exploring space!",
        "Pretend to be an explorer discovering a new land!",
        "Do your best impression of a famous singer!",
        "Act like a car that just broke down!",
        "Make up a silly story about a potato!",
        "Pretend to be a superhero with a silly power!",
        "Dance with your eyes closed for 15 seconds!",
        "Talk like a character from a sci-fi movie!",
        "Act like you're in a cooking show and describe your dish!",
        "Pretend to be a librarian and shush everyone!",
        "Do an impression of a character from a reality show!",
        "Pretend to be an elf preparing for Christmas!",
        "Act like a detective trying to solve a mystery!",
        "Sing a song about potatoes!",
        "Pretend to be a character from a fantasy story!",
        "Talk like a pirate for the next round!",
        "Do your best impression of a historical figure!",
        "Pretend to be a wizard casting a spell!",
        "Act like a character from your favorite TV show!",
        "Make up a funny story about a chicken crossing the road!",
        "Pretend to be a superhero with a silly sidekick!",
        "Dance like no one's watching for 10 seconds!",
        "Try to balance on one foot for as long as you can!",
        "Act like a character from a comedy movie!",
        "Pretend to be a character from your favorite video game!",
        "Make a funny noise every time you speak!",
        "Pretend to be a magician and perform a trick!",
        "Dance like a ballerina for 15 seconds!",
        "Act like a funny monster for 30 seconds!",
        "Try to do a funny handstand!",
        "Pretend to be a secret agent on a mission!",
        "Make up a silly rhyme and recite it!",
        "Pretend to be a car and drive around the room!",
        "Act like a dinosaur for 20 seconds!",
        "Do a silly dance and make everyone laugh!",
        "Pretend to be a robot in need of repairs!",
        "Sing a silly song about a fruit!",
        "Imitate a famous athlete's signature move!",
        "Act like a character from a fairy tale!",
        "Make a funny face for 10 seconds!",
        "Pretend to be a pirate looking for treasure!",
        "Act like a chicken and cluck for 10 seconds!",
        "Dance like a ballerina for 15 seconds!",
        "Talk like a famous character until your next turn!",
        "Pretend to be a toy and freeze in a funny pose!",
        "Do your best impression of a famous person!",
        "Sing a song about the ocean in a funny voice!",
        "Pretend to be a squirrel collecting acorns!",
        "Act like you're stuck in a sticky situation!",
        "Do a silly dance for 10 seconds!",
        "Pretend to be a famous chef cooking a meal!",
        "Make up a funny name for a silly dish!",
        "Act like a bird flying through the air!",
        "Pretend to be a detective solving a mystery!",
        "Sing a funny song about a cat!",
        "Act like a robot that has run out of batteries!",
        "Pretend to be a rock star performing a concert!",
        "Do a silly dance every time someone says 'potato'!"
    ]
}
