{
    "consequences": [
      "Post a funny face selfie on social media!",
      "Do 10 jumping jacks right now!",
      "Send a silly message to the last person you texted.",
      "Make an animal noise and keep it going until your turn is up!",
      "Sing the chorus of your favorite song out loud!",
      "Pretend to be a potato for 10 seconds!",
      "Dance for 15 seconds without music!",
      "Tell a joke that will make others laugh!",
      "Speak in a foreign accent for the next 5 minutes!",
      "Act like a robot until your next turn!",
      "Share an embarrassing childhood story!",
      "Say the alphabet backwards!",
      "Pretend to be a superhero and describe your powers!",
      "Do your best impression of a celebrity!",
      "Draw a self-portrait in 30 seconds!",
      "Mime brushing your teeth with no props!",
      "Do a cartwheel or pretend to do one!",
      "Talk in rhyme until your next turn!",
      "Invent a new dance move and show everyone!",
      "Speak in a high-pitched voice until your next turn!",
      "Pretend you’re a cat for the next round!",
      "Act like a movie villain for 30 seconds!",
      "Do your best runway model walk!",
      "Spell your name backwards aloud!",
      "Pretend you're a news anchor delivering breaking news!",
      "Attempt to juggle 3 imaginary items!",
      "Do your best chicken dance for 10 seconds!",
      "Make up a rap about potatoes on the spot!",
      "Pretend to be a famous chef and describe a dish!",
      "Act out a scene from your favorite movie!",
      "Do an impression of a farm animal!",
      "Pretend you're trapped in a glass box!",
      "Invent a new word and explain what it means!",
      "Speak only in questions for the next round!",
      "Do a dramatic reading of a nursery rhyme!",
      "Act like a tour guide describing a random object in the room!",
      "Pretend you're a royal and address everyone formally!",
      "Whisper everything you say until your next turn!",
      "Make up a quick poem about the person to your left!",
      "Pretend to be a weather forecaster predicting a storm!",
      "Act like a baby until your next turn!",
      "Pretend to be underwater while talking until your next turn!",
      "Hold a plank for 10 seconds!",
      "Try to lick your elbow!",
      "Talk in slow motion for the next 2 minutes!",
      "Describe your day as if you’re narrating a horror story!",
      "Do a moonwalk dance!",
      "Speak like a pirate for the next 3 minutes!",
      "Act like a TV commercial spokesperson for an imaginary product!",
      "Try balancing an item on your head for 10 seconds!",
      "Pretend you're a robot with a glitch for the next minute!",
      "Do 5 push-ups!",
      "Act like you're giving a motivational speech about potatoes!",
      "Make up a silly song about the room you're in!",
      "Speak in third person for the next round!",
      "Pretend to be a sports commentator for the next turn!",
      "Do a 5-second silent film scene!",
      "Make a fish face and hold it until your next turn!",
      "Tell a knock-knock joke!",
      "Pretend to walk against the wind for 10 seconds!",
      "Do a one-minute meditation and describe your ‘inner potato’!",
      "Talk like you’re on a dramatic soap opera for the next round!",
      "Pretend to be a wizard casting a spell!",
      "Invent a fictional backstory for a random object nearby!",
      "Do a handstand (or pretend to)!",
      "Act like you’re a detective solving a crime!",
      "Say ‘hello’ in 5 different languages!",
      "Try to stand on one foot for 30 seconds!",
      "Pretend to be an alien and speak in a made-up language!",
      "Give a weather report using a silly accent!",
      "Balance on one leg and count to 10!",
      "Pretend to be a ghost haunting the room!",
      "Act like you're afraid of an imaginary monster!",
      "Pretend to be a famous painting!",
      "Walk around the room like a zombie!",
      "Imitate your favorite animal!",
      "Make a face like you just bit into a lemon!",
      "Tell everyone your most embarrassing nickname!",
      "Pretend to be invisible until your next turn!",
      "Try to touch your nose with your tongue!",
      "Talk like you're underwater!",
      "Do your best opera singing impression!",
      "Do 10 squats while humming a tune!",
      "Describe your favorite food using only sounds!",
      "Pretend you’re a mannequin in a store!",
      "Pretend to be a squirrel collecting acorns!",
      "Act like you’re in a slow-motion movie scene!",
      "Make a silly sound every time someone says ‘potato’!",
      "Act like a superhero with a weird superpower!",
      "Pretend you're stuck in a time loop!",
      "Speak like you’re a Shakespearean actor!",
      "Create a secret handshake with the person next to you!",
      "Do 5 push-ups with a twist!",
      "Pretend to be an internet influencer for a random product!",
      "Try to jump as high as you can!",
      "Invent a wild story about your last meal!",
      "Act like a statue for the next 5 seconds!",
      "Pretend you’re a famous inventor!",
      "Make a spooky ghost sound!",
      "Pretend you're driving a race car!",
      "Attempt a British accent for the next turn!",
      "Pretend to swim through the air!",
      "Make up a poem about potatoes!",
      "Pretend to be a frog for 10 seconds!",
      "Act like you just won a million dollars!",
      "Pretend you’re the President giving a speech!",
      "Speak in rhymes until your next turn!",
      "Act like you’re rowing a boat!",
      "Pretend to be a duck!",
      "Do your best laugh until you start giggling!",
      "Pretend you’re making a potion!",
      "Whisper everything you say until your next turn!",
      "Walk like a penguin!",
      "Pretend you're a popcorn kernel popping!",
      "Sing everything you say until your next turn!",
      "Pretend you’re a spy on a secret mission!",
      "Pretend you’re trying to find an invisible object!",
      "Describe your dream vacation like a travel blogger!",
      "Pretend you're a chef on a cooking show!",
      "Pretend to play an air guitar solo!",
      "Make up a theme song for the group!",
      "Pretend you’re a monster under the bed!",
      "Speak in pig Latin for one sentence!",
      "Pretend to be a teacher giving a math lesson!",
      "Act like a game show host introducing contestants!",
      "Pretend to be a fitness instructor leading a workout!",
      "Pretend you’re giving a tour of a potato museum!",
      "Do 5 burpees!",
      "Pretend you’re stuck to an imaginary wall!",
      "Sing a lullaby to an imaginary pet!",
      "Pretend to be a famous magician!",
      "Talk like a robot for the next turn!",
      "Pretend to be a flower blooming in slow motion!",
      "Pretend to ride a horse!",
      "Tell a funny story about your imaginary pet!",
      "Pretend you’re in a dance-off!",
      "Pretend you’re balancing on a tightrope!",
      "Try to balance a book on your head for 10 seconds!",
      "Pretend to be a dog wagging its tail!",
      "Speak like a pirate for the next round!",
      "Pretend to be a frog on a lily pad!",
      "Pretend to be a model on a runway!",
      "Pretend to be a fish swimming upstream!",
      "Describe your perfect day in one sentence!",
      "Act like you’re climbing a mountain!",
      "Pretend to be a lifeguard on duty!",
      "Do your best impression of a potato!",
      "Do your best impression of a statue!",
      "Pretend you're holding a hot potato!",
      "Pretend you’re playing an invisible violin!",
      "Act like you’re in a fashion show!",
      "Talk like you’re narrating a nature documentary!"
    ]
  }
  